{
  "home": {
    "title-1": "Find Your University",
    "title-2": "E-learning Portal",
    "intro-1": "Tertiary education is considered to be the stepping\n stone to all the careers that we want to pursue. Don't struggle alone! Let C.E.C guide you on this journey.",
    "intro-2": "The limits of my language mean the limits of my world \n-Ludwig Wittgenstein. \nLearn English with C.E.C today and work beyond your limits with qualified teachers.",
    "btn-left": "Start Your Journey",
    "btn-right": "Start Learning"
  },
  "elearning": {
    "topbar": {
      "welcome": "Welcome",
      "signout": "Sign Out",
      "login": "Login"
    },
    "nav": {
      "home": "Home",
      "classes": "Available classes",
      "blogs": "blogs and news",
      "contact": "Contact"
    },
    "banner": {
      "quality": "High quality courses",
      "read-learn": "Read & learn",
      "easy": "in an easy way",
      "learn-more": "Learn More"
    },
    "carousel-two": {
      "schedule": "Flexible schedule",
      "lessons": "Customizable Lessons",
      "progression": "Quicker Progression",
      "levels": "All Levels"
    },
    "about-one": {
      "who": "Who are we?",
      "count": "88750",
      "students": "students loved us",
      "p1": "At C. Education Consultancy, we are experts in teaching and testing English as a second and foreign language.",
      "p2": "We are dedicated to providing students with proactive learning solutions and techniques that will stay with them, not just through language exams but through their entire lives.",
      "p3": "Students who have taken part in our courses have had proven success in all the English Language components. We believe in nurturing each student, providing not just academic support but moral support throughout the process.",
      "p4": "Our lessons are personalized and our teaching services are affordable. As educators, we continuously aim to improve students' areas of difficulty and introduce students to conversational topics in real-time while, helping them advance to higher levels of understanding and speaking.",
      "button": "Start Learning Now"
    }
  }
}
